Revit 2024 API
ScheduleSheetInstance.Create Method
Overload List
Name | Description
Create(Document, ElementId, ElementId, XYZ)
 Create an instance of a schedule on a sheet.
Create(Document, ElementId, ElementId, XYZ, Int32)
 Creates an instance of a schedule segment on a sheet.
See Also
ScheduleSheetInstance Class
ScheduleSheetInstance Members
Autodesk.Revit.DB Namespace